// Цель домашнего задания:
// Узнать, как запускать код JS
// Поработать с консолью
// Научиться объявлять переменную
// Научиться задавать значения переменной
// Правильно называть переменные

// Что входит в задание
// Типы данных JS
// Работа с консолью
// Нейминг переменных

let myAge = 30;
let currentYear = 2022;

const myName = 'Азат';
const mySchool = 'Альтшу';
const myCity = 'Санкт-Петербург';
const codeStudy = 'JavaScript';

console.log(`Меня зовут ${myName}, мне ${myAge} лет. Живу в ${myCity}е, и обучаюсь в ${mySchool}. Хочу научиться кодить на ${codeStudy} в ${currentYear} году`);
